Repository: WPPlugins/wp-main-menu
Catalog: language/*.po
Languages: be_by

source: Themes
be_by: Тэмы

source: Export
be_by: Экспарт

source: Import
be_by: Імпарт

source: Uninstall
be_by: Дэўсталёўка

source: <p>The link has been added successfully, click <a href="%s">here</a> to continue.</p>
be_by: <p>Спасылка была дададзена паспяхова, націсніце кнопку <a href="%s">тут</a> дял працягі.</p>

source: To show the menu, add this code in your theme:
be_by: Для адлюстравання меню, дадайце гэты код у тэму:

source: Name
be_by: Імя

source: Status
be_by: Статут

source: Type
be_by: Тып

source: URL
be_by: УРЛ

source: Order
be_by: Парадак

source: Father
be_by: Тата

source: Edit a link
be_by: Рэдагаваць спасылку

source: Add a link
be_by: Дадаць спасылку

source: Publish
be_by: Апублікаваць

source: Save
be_by: Захаваць

source: as a
be_by: як

source: draft
be_by: чарнавік

source: None
be_by: Не

source: Click <a href="%s">here</a> to add a new link instead of edit an old one <br />
be_by: Націсніце <a href="%s">тут</a> для дадання новай спасылкі, а не праўкі старой<br />

source: Update
be_by: Абнавіць

source: Link type
be_by: Тып спасылкі

source: Select a link type from the list
be_by: Абярыце тып спасылкі са спісу

source: Post
be_by: Пост

source: Page
be_by: Старонка

source: Category
be_by: Катэгорыя

source: Tag
be_by: Тэг

source: User
be_by: Карыстач

source: Link
be_by: Спасылка

source: Select an item for the link
be_by: Абярыце пункт для спасылкі

source: (previously "%s" )
be_by: (прад. "%s" )

source: English translation by <a href="http://sumolari.com">Sumolari</a>.
be_by: Belorussian translation by <a href="http://pc.de">Marcis G.</a>.

source: Draft
be_by: Чарнавік

source: Published
be_by: Апублікавана

source: to a post
be_by: для паста

source: to a page
be_by: для старонкі

source: to a category
be_by: для катэгорыі

source: to a tag
be_by: для тэга

source: to an user
be_by: для карыстача

source: to an URL
be_by: для Урла

source: Edit this link
be_by: Рэдагаваць гэту спасылку

source: Edit
be_by: Рэдагаваць

source: Delete this link
be_by: Выдаліць гэту спасылку

source: You are going to delete
be_by: Вы збіраецеся выдаліць

source: Cancel
be_by: Адмена

source: to stop
be_by: для прыпынку

source: to delete.
be_by: для выдалення.

source: Delete
be_by: Выдаліць

source: View
be_by: Прагляд

source: Copy this code and paste it in the WP Main Menu's import page to backup your config. You can also put this code in a text file and paste it in WP Main Menu's import page later
be_by: Скапіюйце гэты код і ўстаўце яго ў старонку WP галоўнага меню, зрабіце рэзервовую копію канфігурацыі. Вы таксама можаце змясціць гэты код у тэкставы файл і ўставіць яго ў старонку WP галоўнага меню пазней

source: If you have a WP Main Menu's exportation code, copy it in this field and click on "%s"
be_by: Калі ў вас ёсць код экспарт WP галоўнага меню, скапіюйце яго ў гэтай вобласці і націсніце кнопку "%s"

source: Manage Themes
be_by: Кіраванне тэмамі

source: Current Theme
be_by: Бягучая тэма

source: Current theme preview
be_by: Прагляд бягучай тэмы

source: by
be_by: ад

source: Visit author homepage
be_by: Наведаць хатнюю старонку аўтара

source: Version %s
be_by: Версія %s

source: <p>All of this theme&#8217;s files are located in <code>%s</code>.</p>
be_by: <p>Усе файлы гэтай тэме размешчаны ў <code>%s</code>.</p>

source: Available Themes
be_by: Даступныя тэмы

source: Activate
be_by: Актывацыя

source: Visit theme site
be_by: Наведаць сайт тэмы

source: Visit author site
be_by: Наведаць сайт аўтара

source: <p>Are you sure that you want to uninstall WP Main Menu? It will erase all WP Main Menu's data in the DataBase.</p><p>Click <a href="%s">here</a> if you want to delete WP Main Menu's data. After that you must deactivate WP Main Menu and finally, you must delete the folder <strong>%s</strong>.</p><p>If you don't do that steps, you will restart WP Main Menu, but you will not delete it.</p>
be_by: <p>Вы ўпэўнены, што вы жадаеце выдаліць WP галоўным меню? Ён сатрэ ўсе дадзеныя WP галоўнага меню, у базе дадзеных.</p><p>Націсніце <a href="%s">here</a>калі вы жадаеце выдаліць дадзеныя WP галоўнага меню. Пасля гэтага вы павінны адключыць WP галоўным меню і ўрэшце, вы павінны выдаліць тэчку<strong>%s</strong>.</p><p>Калі вы гэтага не зробіце, што крокі, вы створыце перазагрузіць WP галоўнае меню, але вы не выдаліце яго.</p>

source: A basic theme for WP Main Menu
be_by: Асноўная тэма для WP Галоўнага Меню

source: An excellent theme for Kubrick WordPress's theme
be_by: Выдатная тэма для WordPress тэмы Kubrick
